{
  "HomePage": {
    "text1": "PT. INDOSWEET JAYA NUSANTARA",
    "text2": "Melengkapi Manisnya Hidup!",
    "text3": "Lihat Produk",
    "text4": "Hubungi Kami",
    "text5": "Gula Kelapa Cetak",
    "text6": "Gula Aren Cetak",
    "text7": "Pelajari Lebih Lanjut",
    "text8": "Gula Aren Semut",
    "text9": "Gula Kelapa Semut",
    "text10": "Gula Jawa Sirup",
    "text11": "Gula Aren Cair",
    "text12": "Perusahaan makanan & minuman",
    "text13": "Yang mencari alternatif pemanis alami untuk produk seperti roti, makanan kemasan, serta minuman seperti kopi dan teh.",
    "text14": "Roaster kopi & produsen minuman",
    "text15": "Yang mengutamakan cita rasa alami dan kualitas premium.",
    "text16": "Merek-merek ramah kesehatan",
    "text17": "Termasuk produk organik, vegan, atau yang berindeks glikemik rendah.",
    "text18": "Konsumen perorangan",
    "text19": "yang ingin beralih ke pemanis yang lebih alami dan sehat sebagai bagian dari gaya hidup sehari-hari.",
    "text20": "Apa Yang Kami Tawarkan",
    "text21": "Lebih banyak Produk",
    "text22": "Target Utama Kami Termasuk"
  },
  "Footer": {
    "text1": "PT Indosweet Jaya Nusantara adalah perusahaan asli Indonesia yang berfokus pada produksi gula aren dan gula kelapa premium. Dengan sistem produksi yang sepenuhnya kami kelola sendiri, kami menjamin setiap batch hadir dengan kualitas, keamanan, dan cita rasa yang konsisten—diproses sepenuh hati dari 100% nira palma murni pilihan."
  },
  "AboutUs": {
    "text1": "Tentang Kami",
    "text2": "Lahan Perkebunan Bersama",
    "text3": "Kapasitas Produksi per Bulan",
    "text4": "Kapasitas Produksi per Tahun",
    "text5": "Sekilas",
    "text6": "Berakar dari kekayaan alam Indonesia, kami mengubah bahan-bahan alami tradisional menjadi pemanis modern yang murni, sehat, dan berkualitas premium. Terbuat dari 100% nira aren, produk kami adalah pilihan ideal bagi mereka yang mencari rasa manis yang alami, bersih, dan lebih baik untuk kesehatan—baik untuk penggunaan pribadi maupun kebutuhan industri.",
    "text7": "Kami percaya bahwa rasa manis tidak seharusnya mengorbankan kesehatan. Itulah mengapa kami hadir—Kemanisan kami memenuhi kebutuhan manis Anda!",
    "text8": "Visi Kami",
    "text9": "Menjadi wajah global pemanis alami Indonesia—murni, berkualitas tinggi, sehat, dan diproduksi secara bertanggung jawab.",
    "text10": "Misi Kami",
    "text11": "Untuk membuat pemanis berbahan dasar 100% nira kelapa sawit dengan menggunakan praktik produksi yang berkelanjutan dan higienis.",
    "text12": "Untuk memberikan kualitas premium yang konsisten—100% internal.",
    "text13": "Untuk memperkenalkan kemanisan alami Indonesia ke pasar global.",
    "text14": "Untuk membangun kemitraan jangka panjang dengan klien yang menghargai keaslian, kesehatan, dan inovasi.",
    "text15": "Untuk memberdayakan masyarakat lokal melalui pengadaan sumber daya yang adil dan penciptaan lapangan kerja",
    "text16": "Unduh PDF"
  },
  "Navigation": {
    "text1": "Beranda",
    "text2": "Tentang Kami",
    "text3": "Produk Kami",
    "text4": "Komitmen Kami",
    "text5": "Hubungi Kami"
  },
  "OurProducts": {
    "text1": "Produk Kami",
    "text2": "Kami Menawarkan",
    "text3": "Artisanal, sederhana, dan kaya rasa — Gowla Hanau adalah gula aren dalam bentuk yang paling berani. Dibuat tangan menjadi balok-balok padat berasap dengan rasa manis alami, sempurna untuk diparut, dilelehkan, atau diserut menjadi apa saja, mulai dari kari hingga manisan. Bangkitkan kembali jiwa dapur kuno.",
    "text4": "Keemasan, harum, dan kekayaan rasa yang tak tertahankan — Gowla Hanau Semut bukan sekadar pemanis, melainkan kisah kesempurnaan alam. Terbuat dari 100% nektar aren murni, gula aren granular kami menambahkan sentuhan karamel yang pekat pada kopi, hidangan penutup, dan saus Anda. Tanpa aditif, tanpa kompromi — hanya kenikmatan autentik di setiap butirnya.",
    "text5": "Kaya bagai molase, lembut bagai madu — Sirup Gowla Hanau menghadirkan sentuhan manis tropis yang mewah di setiap hidangan. Terbuat dari 100% nira aren pekat, sirup ini sempurna untuk panekuk, koktail, glasir, atau sekadar dinikmati langsung dari toplesnya. Dibuat secara berkelanjutan dengan cinta dari Indonesia.",
    "text6": "Tradisional, padat, dan harum — Gowla Java Block adalah gula kelapa yang dibentuk menjadi balok-balok sederhana dengan rasa manis yang kuat dan aroma asap alami. Ideal untuk dilelehkan, diparut, atau dicampur ke dalam resep manis maupun gurih.",
    "text7": "Beraroma bunga panggang, beraroma bunga, dan berwarna keemasan alami — Gowla Java Semut adalah gula kelapa granular yang terbuat dari 100% sari bunga kelapa murni. Diproses secara lembut untuk mempertahankan mineral alami dan indeks glikemik rendah, gula ini menambahkan sentuhan karamel lembut pada kopi, kue, dan saus gurih.",
    "text8": "Sirup Gowla Java yang lembut dan kaya rasa manis terbuat dari nira bunga kelapa yang dimasak perlahan — menghasilkan sirup kental berwarna keemasan dengan aroma lembut dan mineral alami. Sempurna untuk panekuk, minuman, yogurt, atau bahkan saus salad."
  },
  "OurProductsDetails": {
    "arenga-sugar-block": {
      "title": "Gowla Hanau – Gula Aren Cetak",
      "description": "Otentik dan berani, Gowla Hanau menghubungkan kembali Anda dengan tradisi. Dituang secara manual menjadi balok-balok padat dan beraroma tanah, inilah gula yang dipercaya nenek Anda — manis alami dan beraroma kuat.",
      "list": [
        "Berat bersih: 100 gram/ pcs",
        "Kemasan: 10 Kg per karton",
        "Masa simpan: 12 bulan (dengan penyimpanan yang tepat)",
        "Bahan: 100% nira aren murni",
        "Ukuran dan kemasan kustom tersedia sesuai permintaan"
      ]
    },
    "arenga-sugar-granulated": {
      "title": "Gowla Hanau Semut – Gula Aren Semut",
      "description": "Aromatik, berwarna keemasan, dan sangat kaya rasa — Gowla Hanau Semut mengubah hidangan sehari-hari menjadi luar biasa. Gula aren granular ini sempurna untuk minuman, kue, dan saus — kemewahan alami dalam setiap butirnya.",
      "list": [
        "Berat bersih: 20 Kg (tersedia juga dalam kemasan kecil hingga 500 gr)",
        "Kemasan: 20 Kg per zak atau sesuai permintaan",
        "Masa simpan: 12 bulan (dengan penyimpanan yang tepat)",
        "Bahan: 100% nira aren murni",
        "Ukuran dan kemasan kustom tersedia sesuai permintaan"
      ]
    },
    "arenga-sugar-syrup": {
      "title": "Gowla Hanau Sirup – Gula Aren Cair",
      "description": "Lembut, aromatik, dan kaya rasa — Sirup Gowla Hanau mengalir dengan keaslian rasa nira aren. Wajib untuk panekuk, makanan penutup, minuman, atau glasir. Sekali coba, akan selalu ada di dapur Anda.",
      "list": [
        "Berat bersih: 250ml, 500 ml, 1L",
        "Kemasan: hingga 12L/karton",
        "Masa simpan: 12 bulan (dengan penyimpanan yang tepat)",
        "Bahan: 100% nira aren murni",
        "Ukuran dan kemasan kustom tersedia sesuai permintaan"
      ]
    },
    "coconut-sugar-block": {
      "title": "Gowla Java – Gula Kelapa Cetak",
      "description": "Dibentuk tangan dan dikeringkan secara alami, gula cetak ini mempertahankan esensi kuat dari nektar kelapa — murni, tidak dimurnikan, dan siap untuk resep sehari-hari maupun tradisional.",
      "list": [
        "Berat bersih: 100 gram/ pcs",
        "Kemasan: 10 Kg per karton",
        "Masa simpan: 12 bulan (dengan penyimpanan yang tepat)",
        "Bahan: 100% nira kelapa murni",
        "Ukuran dan kemasan kustom tersedia sesuai permintaan"
      ]
    },
    "coconut-sugar-granulated": {
      "title": "Gowla Java Semut – Gula Kelapa Semut",
      "description": "Gula kelapa granular ini adalah pemanis alami yang lebih sehat untuk dapur modern. Tidak dimurnikan, ramah vegan, dan penuh karakter tropis.",
      "list": [
        "Berat bersih: 20 Kg (tersedia juga dalam kemasan kecil hingga 500 gr)",
        "Kemasan: 20 Kg per zak atau sesuai permintaan",
        "Masa simpan: 12 bulan (dengan penyimpanan yang tepat)",
        "Bahan: 100% nira kelapa murni",
        "Ukuran dan kemasan kustom tersedia sesuai permintaan"
      ]
    },
    "coconut-sugar-syrup": {
      "title": "Gowla Java Sirup – Gula Kelapa Cair",
      "description": "Sirup nektar kelapa ini adalah alternatif sehat dan tropis dari maple atau madu. Tidak dimurnikan, kaya antioksidan, dan dibuat untuk dapur modern.",
      "list": [
        "Berat bersih: 250ml, 500 ml, 1L",
        "Kemasan: hingga 12L/karton",
        "Masa simpan: 12 bulan (dengan penyimpanan yang tepat)",
        "Bahan: 100% nira kelapa murni",
        "Ukuran dan kemasan kustom tersedia sesuai permintaan"
      ]
    }
  },
  "ContactUs": {
    "text1": "Hubungi Kami",
    "text2": "Mari Terhubung!",
    "text3": "Di PT Indosweet Jaya Nusantara, kami percaya pada penciptaan rasa manis yang menghargai manusia dan planet. Mulai dari mengelola kebun kelapa sawit dan kelapa kami sendiri hingga bermitra dengan petani kecil, proses internal kami yang sepenuhnya memastikan ketertelusuran, kualitas tanpa kompromi, dan komitmen terhadap keberlanjutan di setiap langkah. Baik Anda tertarik untuk bersama-sama mengembangkan lini pemanis alami yang lebih sehat, mengeksplorasi solusi kemasan ramah lingkungan, atau mendukung program pemberdayaan masyarakat, kami ingin mengeksplorasi berbagai kemungkinan bersama.",
    "text4": "Hubungi kami hari ini, dan mari gabungkan visi Anda dengan keahlian kami untuk menciptakan produk yang memuaskan konsumen, meningkatkan penghidupan, dan melindungi lingkungan kita.",
    "text5": "Pesan berhasil terkirim",
    "text6": "Gagal mengirim pesan. Silakan coba lagi."
  }
}
